
export default function About() {
    return(
        <div>
            <p>
                안녕하세요. 손병일입니다.

                컴퓨터와는 관련이 없는 신소재공학부를 수료한 후, 3개월 간의 유럽여행, 많은 여행지 중 독일 뮌헨에 있는 한 자동차 박물관은 저에게 다른 세상이 있다는 것을 알려준 곳이었습니다. 
                1층에서부터 꼭대기 층까지 이어진 긴 나선형 계단 한편에는 자동차 회사가 자체적으로 지구온난화를 분석한 내용이 있고, 계단을 따라 올라가며 자동차의 각 구조가 환경에 미치는 영향을 분석하고, 이를 해결하는 방법론을 연구한 자료가 나열 되어 있었습니다. 그리고 가장 꼭대기 층엔, 연구자들의 마음을 담은 결실이 자리잡고 있었습니다.
                다양한 분야의 사람들이 모여, 사회의 현안을 분석하고, 서로 협력해 문제를 해결해 나가는 연대기를 저는 보며, 저는 그런 일을 하고 싶다는 생각에 빠져 귀국을 했습니다.
                그런 삶을 살 수 있는 일을 찾던 중 우연히 동생을 통해 접한 프로그래밍은 다양한 분야의 사람들이 모여, 사회 문제들을 분석하고, 해결 방안을 고민하는 공학 분야였습니다. 저는 사회에 조금이라도 가치 있는 일을, 보람을 느낄 수 있는 일을, 할 수 있다는 사실에 매료되어 늦은 나이에 프로그래밍을 시작하게 되었고, 늦은만큼 다양한 문제를 해결하기 위한 지식들을 배워,
                제가 앞으로 참여하는 개발 프로젝트가 누군가에게 작게라도 도움이 되기를 바랍니다.
                </p>
        </div>
    );
}